Repository: pedectrian/st-category-email-subscribe
Catalog: language/stemail-*.po
Languages: ru_ru

source: Please Check.Email Address is Invalid
ru_ru: Ошибка. Неверный Email адрес

source: Like our posts? Subscribe to our newsletter
ru_ru: Нравится наши новости? Подпишитесь на нашу рассылку

source: Name:
ru_ru: Имя:

source: Name...
ru_ru: Имя...

source: Email Address...
ru_ru: Email адрес...

source: Category:
ru_ru: Категория:

source: Submit
ru_ru: Подписаться

source: Thank you for subscribing to our mailing list
ru_ru: Спасибо за подписку на наши новости

source: Category Email Subscribe Form
ru_ru: Форма подписки на категорию по Email

source: An Widget that display Subscriber Form
ru_ru: Виджет для отображения формы подписки на категорию

source: Prepend:
ru_ru: Добавить в начало:

source: Show Name Field:
ru_ru: Отображать поле "Name":

source: Name Field Label:
ru_ru: Заголовок для поля "Name":

source: Name Field Default Value:
ru_ru: Значение по умолчанию для поля "Name":

source: Email Field Label:
ru_ru: Заголовок поля "Email":

source: Email Field Default Value:
ru_ru: Значение по умолчанию для поля "Email":

source: Show Category Field:
ru_ru: Отображать выбор категории:

source: Category Field Label:
ru_ru: Заголовок поля категория:

source: Submit Button Label:
ru_ru: Текст кнопки сохранения:

source: Show JavaScript Thanks:
ru_ru: Отображать спасибо через javaScript:

source: Thank You Text
ru_ru: Текст благодарности

source: Category Email Subscribe Plugin
ru_ru: Плагин подписки на категорию через Email

source: Settings
ru_ru: Настройки

source: Send Email From (Email):
ru_ru: Отправка Email от (Email):

source: Send Email From (Name):
ru_ru: Отправка Email от (Имя):

source: How to Use
ru_ru: Инструкции по использованию

source: 1. Enter the Send Email from Email and Name
ru_ru: 1. Введите значения "Отправка Email от" (Email и имя)

source: All emails will be sent from this name and email
ru_ru: Все сообщения будут отправлены от этого имени и Email

source: 2. Add Subscribers
ru_ru: 2. Добавьте подписчиков

source: Go to St Category Emai Subscribe > Subscribers to Manage Subscribers
ru_ru: Перейдите в " St Category Emai Subscribe" > "Subscribers" для упраления подписками

source: You can manually add a subscriber
ru_ru: Вы можете вручную добавить подписчика

source: Or Import an entire list
ru_ru: Или импортировать весь список

source: The emails will be sent as soon as a
ru_ru: Сообщения будут отправлены подписчикам как только

source: Post is Published
ru_ru: опубликован пост

source: The email will be sent only to the subscribers registered for the category of Post
ru_ru: Письмо будет отправлено только подписавшимся на категорию новой записи

source: 3. Add Subscribe Form
ru_ru: 3. Добавьте форму подписки

source: Place the subscribe form on your website using
ru_ru: Разместите форму подписки на вашем сайте используя

source: Widget : Category Email Subscribe Form
ru_ru: виджет: Форма подписки на категорию по Email

source: Or Short code [st_category_subscribe_form]
ru_ru: Или шорткод [st_category_subscribe_form]

source: Show your Support
ru_ru: Поддержите нас

source: Want to help make this plugin even better? All donations are used to improve this plugin, so donate $20, $50 or $100 now!
ru_ru: Хотите, чтобы этот плагин стал лучше? Все деньги пойдут на улучшение плагина! Поддержите нас на сумму $20, $50 или $100 сейчас!

source: Donate
ru_ru: Поддержите

source: Connect With Us
ru_ru: Свяжитесь с нами

source: Input file is not specified
ru_ru: Файл не прикреплен

source: Source file could not be opened!
ru_ru: Исходный файл не может быть открыт

source: Error on fopen
ru_ru: Ошибка fopen

source: Insert into the Database failed for the following Query:
ru_ru: Ошибка Insert в БД при следующем запросе:

source: File content has been successfully imported into the database!
ru_ru: Содержимое файла было успешно импортировано в базу данных!

source: Error occured while trying to import!
ru_ru: При импорте возникла ошибка!

source: There was an error uploading the file, please try again!
ru_ru: При загрузке файла произошла ошибка, пожалуйста повторите!

source: Subscribers
ru_ru: Подписчики

source: Import Subscribers
ru_ru: Импорт подписчиков

source: Choose a CSV file to upload:
ru_ru: Выбирете файл в формате CSV:

source: Add a Subscriber
ru_ru: Добавить подписчика

source: Name
ru_ru: Имя

source: Category
ru_ru: Категория
